---
kind: property
id: P:Autodesk.Revit.DB.ModelPathUtils.CloudRegionEMEA
source: html/4746836b-2385-49ae-db34-326f53d59d91.htm
---
# Autodesk.Revit.DB.ModelPathUtils.CloudRegionEMEA Property

The name of cloud region EMEA.

## Syntax (C#)
```csharp
public static string CloudRegionEMEA { get; }
```